app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "math"], ["room_number", 4], ["created_at", "2020-06-17 19:58:59.017691"], ["updated_at", "2020-06-17 19:58:59.017691"]]
---
	def create
	  @school_class = SchoolClass.create(strong_params(:title, :room_number))