app/controllers/students_controller.rb

SELECT  "students".* FROM "students" WHERE "students"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
UPDATE "students" SET "first_name" = ?, "updated_at" = ? WHERE "students"."id" = ?  [["first_name", "Caleb"], ["updated_at", "2020-06-18 20:16:15.619840"], ["id", 5]]
---
  def update
    @student = Student.find(params[:id])
    @student.update(post_params(:first_name, :last_name))